const questions = {
  "6": {
    game: [
      "けんけんぱ", "かくれんぼ", "ぬりえ", "ままごと", "おにごっこ",
      "すごろく", "あやとり", "おはじき", "かるた", "ジャンケン",
      "だるまさんがころんだ", "しりとり", "おしくらまんじゅう", "なわとび", "ボールあそび",
      "おてだま", "こままわし", "ふうせんあそび", "おえかき", "つみき"
    ],
    anime: [
      "しまじろう", "はなかっぱ", "おしりたんてい", "パウパトロール", "アンパンマン",
      "ドラえもん", "クレヨンしんちゃん", "ミッフィー", "セサミストリート", "ピングー",
      "いないいないばあ", "おかあさんといっしょ", "ノンタン", "バーバパパ", "コッシー",
      "ガラピコぷ〜", "ミミちゃん", "メロンパンナ", "カバオくん", "ジャムおじさん"
    ],
    animal: [
      "いぬ", "ねこ", "ぞう", "かえる", "うさぎ",
      "とり", "さる", "くま", "しか", "たぬき",
      "きつね", "へび", "かに", "ひよこ", "あひる",
      "うし", "ぶた", "やぎ", "にわとり", "もるもっと"
    ],
    character: [
      "こっしー", "ガラピコ", "ミミちゃん", "ノージー", "メロンパンナ",
      "アンパンマン", "バイキンマン", "ドキンちゃん", "カレーパンマン", "しょくぱんまん",
      "ジャムおじさん", "チーズ", "ホラーマン", "ロールパンナ", "クリームパンダ",
      "モモちゃん", "しまじろう", "はなちゃん", "みみりん", "とりっぴい"
    ],
    youtube: [
      "キッズライン", "しまじろうチャンネル", "おもちゃチャンネル", "ピンキッツ", "キッズパーク",
      "ベビーバス", "アニメキッズ", "NHKキッズ", "こどもTV", "ファミリーキッズ",
      "キッズトイ", "キッズアニメ", "キッズソング", "キッズ英語", "キッズダンス",
      "キッズ実験", "キッズクイズ", "キッズ手遊び", "キッズゲーム", "キッズ絵本"
    ]
  },
  "8": {
    game: [
      "マインクラフト", "ぷよぷよ", "テトリス", "ポケモン", "どうぶつのもり",
      "スプラトゥーン", "マリオカート", "スマブラ", "あつまれどうぶつの森", "星のカービィ",
      "ゼルダの伝説", "マリオパーティ", "ピクミン", "ロブロックス", "フォートナイト",
      "プロセカ", "リズム天国", "太鼓の達人", "ボンバーマン", "ドラクエ"
    ],
    anime: [
      "プリキュア", "アイカツ", "ちびまるこ", "ドラえもん", "妖怪ウォッチ",
      "ポケモン", "コナン", "スヌーピー", "ミニオン", "トムとジェリー",
      "おじゃる丸", "忍たま乱太郎", "デジモン", "キテレツ", "ハム太郎",
      "クレヨンしんちゃん", "名探偵コナン", "スプラトゥーンアニメ", "星のカービィ", "ワンピース"
    ],
    animal: [
      "ぱんだ", "きりん", "りす", "ぺんぎん", "らいおん",
      "うま", "かば", "わに", "とら", "しか",
      "くじゃく", "たこ", "いか", "さめ", "いるか",
      "かめ", "うなぎ", "えび", "かに", "やもり"
    ],
    character: [
      "ドラミちゃん", "しんちゃん", "プリキュア", "ピカチュウ", "クレヨンしんちゃん",
      "カービィ", "マリオ", "ルイージ", "ヨッシー", "ゼルダ",
      "リンク", "エルサ", "アナ", "オラフ", "スパイダーマン",
      "アイアンマン", "ミッキー", "ミニー", "ドナルド", "グーフィー"
    ],
    youtube: [
      "ヒカキン", "はじめしゃちょー", "ボンボンTV", "まいぜんシスターズ", "もちまる日記",
      "カジサック", "すしらーめんりく", "フィッシャーズ", "コムドット", "QuizKnock",
      "のばまん", "たっくーTV", "おるたな", "パオパオチャンネル", "ポッキー",
      "トミック", "セイキン", "カノックスター", "ばんばんざい", "夜のひと笑い"
    ]
  }
};
