const questions = {
  "6": {
   game: [
      "けんけんぱ", "かくれんぼ", "ぬりえ", "ままごと", "おにごっこ",
      "すごろく", "あやとり", "おはじき", "かるた", "ジャンケン",
      "だるまさんがころんだ", "しりとり", "おしくらまんじゅう", "なわとび", "ボールあそび",
      "おてだま", "こままわし", "ふうせんあそび", "おえかき", "つみき"
    ],
  　anime: [
      "しまじろう", "はなかっぱ", "おしりたんてい", "パウパトロール", "アンパンマン",
      "ドラえもん", "クレヨンしんちゃん", "ミッフィー", "セサミストリート", "ピングー",
      "いないいないばあ", "おかあさんといっしょ", "ノンタン", "バーバパパ", "コッシー",
      "ガラピコぷ〜", "ミミちゃん", "メロンパンナ", "カバオくん", "ジャムおじさん"
    ],
    animal: [
      "いぬ", "ねこ", "ぞう", "かえる", "うさぎ",
      "とり", "さる", "くま", "しか", "たぬき",
      "きつね", "へび", "かに", "ひよこ", "あひる",
      "うし", "ぶた", "やぎ", "にわとり", "もるもっと"
    ],
character: [
      "こっしー", "ガラピコ", "ミミちゃん", "ノージー", "メロンパンナ",
      "アンパンマン", "バイキンマン", "ドキンちゃん", "カレーパンマン", "しょくぱんまん",
      "ジャムおじさん", "チーズ", "ホラーマン", "ロールパンナ", "クリームパンダ",
      "モモちゃん", "しまじろう", "はなちゃん", "みみりん", "とりっぴい"
    ],
    youtube: [
      "キッズライン", "しまじろうチャンネル", "おもちゃチャンネル", "ピンキッツ", "キッズパーク",
      "ベビーバス", "アニメキッズ", "NHKキッズ", "こどもTV", "ファミリーキッズ",
      "キッズトイ", "キッズアニメ", "キッズソング", "キッズ英語", "キッズダンス",
      "キッズ実験", "キッズクイズ", "キッズ手遊び", "キッズゲーム", "キッズ絵本"
    ]
  }
};
