const questions = {
  "6": {
    "anime": [
      "しまじろう", "はなかっぱ", "おしりたんてい", "パウパトロール", "アンパンマン"
    ],
    "animal": [
      "いぬ", "ねこ", "ぞう", "かえる", "うさぎ"
    ],
    "game": [
      "けんけんぱ", "かくれんぼ", "ぬりえ", "ままごと", "おにごっこ"
    ],
    "character": [
      "こっしー", "ガラピコ", "ミミちゃん", "ノージー", "メロンパンナ"
    ],
    "youtube": [
      "キッズライン", "しまじろうチャンネル", "おもちゃチャンネル", "ピンキッツ", "キッズパーク"
    ]
  },
  "8": {
    "anime": [
      "プリキュア", "アイカツ", "ちびまるこ", "ドラえもん", "妖怪ウォッチ"
    ],
    "animal": [
      "ぱんだ", "きりん", "りす", "ぺんぎん", "らいおん"
    ],
    "game": [
      "マインクラフト", "ぷよぷよ", "テトリス", "ポケモン", "どうぶつのもり"
    ],
    "character": [
      "ドラミちゃん", "しんちゃん", "プリキュア", "ピカチュウ", "クレヨンしんちゃん"
    ],
    "youtube": [
      "ヒカキン", "はじめしゃちょー", "ボンボンTV", "まいぜんシスターズ", "もちまる日記"
    ]
  },
  "10": {
    "anime": [
      "名探偵コナン", "トムとジェリー", "ミニオン", "ポケモン", "スヌーピー"
    ],
    "animal": [
      "シャチ", "フクロウ", "ナマケモノ", "レッサーパンダ", "ハリネズミ"
    ],
    "game": [
      "フォートナイト", "カービィ", "マリオメーカー", "プロセカ", "スプラトゥーン"
    ],
    "character": [
      "ルフィ", "炭治郎", "リンク", "ゼルダ", "ミッキー"
    ],
    "youtube": [
      "フィッシャーズ", "東海オンエア", "スカイピース", "カノックスター", "すしらーめんりく"
    ]
  },
  "12": {
    "anime": [
      "呪術廻戦", "鬼滅の刃", "SPY×FAMILY", "進撃の巨人", "ブルーロック"
    ],
    "animal": [
      "カメレオン", "アリクイ", "オランウータン", "フラミンゴ", "ヒョウ"
    ],
    "game": [
      "APEX", "VALORANT", "PUBG", "原神", "ポケモンSV"
    ],
    "character": [
      "アーニャ", "禰豆子", "エレン", "トラファルガー・ロー", "ヨル"
    ],
    "youtube": [
      "QuizKnock", "令和の虎", "コムドット", "ばんばんざい", "夜のひと笑い"
    ]
  }
};
